return reply(
     [
          `早上好`=>`good morning`
          
          `壁。。纸` => `https://acg.toubiec.cn/random.php`
   
          `妹妹` => `http://3650000.xyz/random/?mode=1`      
         	`卡。。通` => `http://api.btstu.cn/sjbz/?lx=dongman`
     	`买家qq秀` => `https://api.uomg.com/api/rand.img3`
     	`动。。漫头像` => `http://shengapi.cn/api/image/acgtx.php`
     	`舔狗日记` => `http://shengapi.cn/api/tgrj.php`
     	`二次。。元图` => `https://acg.toubiec.cn/random.php`
     	`富。。强` => `http://api.btstu.cn/sjbz/zsy.php`
          `文。。明` => `http://api.btstu.cn/sjbz/?m_lx=suiji`
          `和。。谐` => `http://3650000.xyz/api`
          `民。。主` => `https://laosepi.org/pic.php`
          `情话` => `https://api.vvhan.com/api/love`
          `精神语录`=>`https://api.xcboke.cn/api/yulu?c=1002&encode=text`
          `朋友圈文案`=>`https://api.xcboke.cn/api/yulu?c=1008&encode=text`

          `网易云`=>`https://api.xcboke.cn/api/yulu?c=1003&encode=text`
          `毒鸡汤`=>`https://www.hlapi.cn/api/djt?charset=utf-8&encode=text`
          `笑话`=>`https://www.hlapi.cn/api/gxdz`

       

          `自助提交.*`=>` 1、自助提交，主要是为了其他项目的代挂，具体那些可以代挂，请回复 "活动代号"查看目前可挂的项目，自助提交命令格式为：记录ck  按要求整理的ck 你的备注 活动代号  4个参数以英文空格连接
      2、以统一茄皇为例 统一茄皇---tyqhCookie ，统一茄皇的活动代号为 ：tyqhCookie ,那么你应该输入的命令为：记录ck 你的ck 你的备注 tyqhCookie 
      3、如果你有多个账号，备注请后面带个数字，否则系统会提示已存在此用户
      4、提交ck会扣取一定积分
      5、抓包教程请回复菜单，菜单里面回复对于的项目名称即可`


          `现金毛`=>` 
现金毛
1、点击网址注册，打不开复制到浏览器打开
https://api.zhenghui.xyz/user/#/register?inviteCode=aRTmZBz5

2、注册页面的名字最好和里面的实名保持一致，为什么要实名，因为体现要实名

3、进去账号管理实名，然后商户密钥 里面有2个  

4、机器人私聊，发生【记录ck】，按提示输入商户密钥里面的2个值,不要在群里发，以免泄露

5、ck永久有效，不要泄露，  每天1块多吧  挂上玩玩 ，扣500积分 `


  
          `店铛铛`=>`     
 点当当上车
点击下面的连接注册，邀请码不能更换，否则任务不跑，写死了

一定要实名，否则可能没有收益

然后随意下一单9.9的，解锁任务，后续脚本跑任务，打卡28天，预计体现130左右


https://mallapps.jiudageapp.com/#/pages/subject/newcomerDebut?id=0&platform=web&shardCode=iQEV4aNSi&unlockStatus=0&showNewbiePoster=1&level=2

发【记录ck】上车，按照机器人提示输入账号和密码，私聊不要泄露密码，密码不能包含#字符，扣800积分

纯赚
  
` 


`QQ群`=>`
1、QQ群1：955812631  
2、QQ群2：916246295
3、禁言群：705387389
4、QQ机器人1：1259420884	（当前工作）	
5、QQ机器人2：3581629395  
6、机器人自动会同意好友，如果没同意，说明不能用，请加另外一个`
      
`茄皇抓包`=>` 
	一、撸友们  统一茄皇活动开始了，入口：微信小程序-统一快乐星球-活动-茄皇的家第三期，主要是为了0撸茄皇拉面和拌面
     先把新手任务过一下，就是那个指引，否则有可能黑号卡死

     二、教程：1、开启爪包，进入活动
     2、找到抓到域名：https://qiehuang-apig.xiaoyisz.com/qiehuangsecond/ga/public/api/login   找到里面的请求体
     3、按格式整理ck，  "thirdId的值#wid的值"   2者缺一不可，格式错误都谁会导致无法运行。

     三、例如：我抓到的ck是：{
       "thirdId" : "oBk224lT6ihdt6EK8cuL6nnz0-Zo",
       "wid" : 3161282316
     }
     四、ck有效期：长期不失效，退出账号、修改密码等会导致失效
     五、整理后的ck格式为：   oBk224lT6ihdt6EK8cuL6nnz0-Zo#3161282316 ，符号是英文字符，英文字符，不要使用中文符号
     六、机器人自主提交格式为：提交ck  你整理的ck格式 你的备注 tyqhCookie 例如我整理后的格式我应该这样发： 记录ck oBk224lihdt6EK8cuL6nnz0-Zo#3161282316 大师 tyqhCookie 4个参数之间都是有空格，，其中记录ck是固定命令，用来触发程序，如果你是更新ck，只需要把，"记录ck"换成"更新ck"即可，提交成功扣取100积分，更新ck不扣积分
     ` 










`福田e家`=>`1、下载app使用密码注册，自动跑积分，可以兑换各种实物。粮食大米、牛奶等`
`福田教程`=>`1、下载福田e家app使用密码注册，自动跑积分，可以兑换各种实物。粮食大米、牛奶等`

`望潮教程`=>`
1、下载此版本app使用注册（只有此版本才可以修改密码），https://www.123pan.com/s/NE06Vv-scydd.html  注册后修改密码
2、首页的阅读有礼、和诗韵望潮做一下，抽奖绑定支付宝，以后会自动到账，每天几毛钱吧，每天自动到账  2个都要单独绑定，不绑定没有钱，不绑定没有钱 
3、机器人发送 望潮登录 按提示要求操作
4、1元/月
5、无售后，建议一个月一个月买，谨慎上车
6、阅读任务，机器人会做，机器人自动抽奖，需要每天打开一次望潮，否则第二天会异常，不能抽奖。当天打开后，第二天又可以恢复正常的`


      
          `积分系统`=>`关于积分优先级系统的补充说明：
1、积分可以兑换优先级，优先级累计叠加。
2、积分可通过以下方式获得:1、打卡（前10名打卡有额外加成，其余随机获得5或者10，51名和101名为彩蛋，分别获得25和100积分） 2、踩雷、猜数字等游戏（搏一搏，单车变摩托，概率暴击，赢的几率大概在40%，暴击x2几率为10%）
3、购买积分 1元=100积分  http://180.152.5.230:8005  下单后自动发货，获得的卡密发群里即可
4、积分在618、双11等大型活动时候，可消耗积分，参与额外的活动，也可以参与其他活动的代挂`

          `洗豆子` => `26年已经不可以使用下单取消订单的这样的方法洗豆子了`
 
		`京东教程` => `4种方法4选1，推荐方案2,解决账号经常掉线的问题，失效了 机器人自动帮你登录
		
		1、在群里发送登陆指令，
		2、添加好友，私聊机器人：密码登录 登录后机器人自动续期，检测失效，机器人立刻给你登录。  添加好友。可以接受到账号失效、农场、话费等通知，不错过每一分羊毛
		3、如果你是安卓手机直接 下载app提交ck 集成公告、查询、提交 下载地址：http://180.152.5.230:8888/down/m7187dCbMN85.apk  打不开复制到浏览器
		3、群里发送扫码二字，直接用京东扫码即可。
		4、美团提交ck：直接发  美团登录   按要求提交，提交后可领券
		5、饿了么请发：饿了么羊毛
		6、其他项目请发活动代号，随后发对应的抓包教程`



		`农场助力`	 => `复制口令给机器人发送 运行+农场复制邀请口令 即可  一个人头扣5积分`


		
		`支付宝` =>`https://gitee.com/feiniao520/gr/raw/main/zhifubao.jpg`
		`微信打赏` => `https://gitee.com/feiniao520/gr/raw/main/wx.jpg`
		`京东比价` => `把京东的商品链接，发到群里，自动对当前商品比价，点击比价结果下方的去抢购或者领券购买，支持群主`



		`抓包工具` => `1、小黄鸟1：http://180.152.5.230:8888/down/QJXIAEJ0nPci.apk
				    2、小黄鸟2：http://180.152.5.230:8888/down/kS2sOofwBnjw.apk
				    3、VNET3：http://180.152.5.230:8888/down/oJ9O4FB3vt3I.apk
				    4、ios商店直接下载stream，安装后信任证书 设置-通用-关于本机-拉到最下面有个证书信任
				    5、分身软件，软件多开神器：http://180.152.5.230:8888/down/OJRAWXWAsdCZ.APK`
		
		`签到现金` => `京东-搜索-领现金-可提现可兑换无门槛红包`
		`话费积分` => `京东-我的-更多-签到领积分-可兑换话费、视频会员等  注意: 积分有有效期，请及时兑换，否则损失极大`
 
 
          `健康能量`=>`京东频道-看病买药中心-左上角签到- 可用能量兑换各种东西`   
          `种豆得豆`=>`京东每周一瓜分京豆，ck靠前的有助力，会瓜分的更多`   
  
          `京东快递`	=>`微信小程序—京东快递--我的-包裹的旅行，可以兑换东西`

          `积分购买`	=>`积分购买方法：1、复制网址 http://180.152.5.230:8005 到浏览器打开点击购买 下单后自动发货，获得的卡密给机器人即可  2、直接私聊转账给微信机器人自动完成充值`
          `购买积分`	=>`积分购买方法：1、复制网址 http://180.152.5.230:8005 到浏览器打开点击购买 下单后自动发货，获得的卡密给机器人即可  2、直接私聊转账给微信机器人自动完成充值`
          `卡密购买`	=>`积分购买方法：1、复制网址 http://180.152.5.230:8005 到浏览器打开点击购买 下单后自动发货，获得的卡密给机器人即可  2、直接私聊转账给微信机器人自动完成充值`
          `购买卡密`	=>`积分购买方法：1、复制网址 http://180.152.5.230:8005 到浏览器打开点击购买 下单后自动发货，获得的卡密给机器人即可  2、直接私聊转账给微信机器人自动完成充值`
          `充值`=>`http://180.152.5.230:8005  下单后自动发货，获得的卡密发群里即可`
          `手机卡`=>`更多好卡，点击网址打开，如打不开，可复制到浏览器打开
          1、店铺1：https://h5.lot-ml.com/ProductEn/Index/7ee6c54f2d550fab   `
           `电话卡`=>`更多好卡，点击网址打开，如打不开，可复制到浏览器打开
          1、店铺1：https://h5.lot-ml.com/ProductEn/Index/7ee6c54f2d550fab  `
           `流量卡`=>`更多好卡，点击网址打开，如打不开，可复制到浏览器打开
          1、店铺1：https://h5.lot-ml.com/ProductEn/Index/7ee6c54f2d550fab`
          
              `APP下载`=>`安卓版本下载地址：  http://180.152.5.230:8888/down/WXcOSP07RrnV.apk
         	     IOS版本下载地址：   http://180.152.5.230:8888/down/Uu1IewAFQ54x.ipa

         			
         			说明：1、链接请复制到浏览器打开，请不要直接在微信或者qq点击打开
         				2、安卓版本的VIP 1个小时后自动获得，ios由于没有开发者账号需要自己签名安装，或者使用巨魔安装
         			
         `     			
              `app下载`=>`安卓版本下载地址： http://180.152.5.230:8888/down/WXcOSP07RrnV.apk
         		 IOS版本下载地址：  http://180.152.5.230:8888/down/Uu1IewAFQ54x.ipa

         			
         			说明：1、链接请复制到浏览器打开，请不要直接在微信或者qq点击打开
         				2、安卓版本的VIP 1个小时后自动获得，ios由于没有开发者账号需要自己签名安装，或者使用巨魔安装
         			
         `

 		`美团安卓ck`=>`方法1:直接用小黄鸟抓包美团app，无需root，找到Agxxxx开头的就是，直接发给机器人即可，可回复  抓包工具 下载对应的软件
 		方法2：下载一键提取模块和伏羲分身配合使用
 		一键提取模块下载地址：http://180.152.5.230:8888/down/AkI06U40Vjei.apk   	伏羲分身下载地址：http://180.152.5.230:8888/down/rSEzddCHlQWJ.APK 
 		安装伏羲后，把美团和一键提取模块安装到伏羲里面，这里注意，不要克隆一键提取模块，正确的方法是：点击伏羲的左下角。。。，选择从文件管理器安装一键提取模块，安装后，点击。。。，选择作用域管理器，看看是否显示，显示就生效了，登录美团后，打开团团赚就可以提取ck，如果无法登陆，提示账号异常，联系美团客服10109777人工服务，解除限制即可。`

 		
          `饿了么ck`=>` 安卓直接下载专业app一键抓取，抓取后发给机器人提交 app下载地址：http://180.152.5.230:8888/down/6pVAPttSEhhB.apk  登录后点击我的然后右上角的小次轮，即可获取ck，ck发给机器人自动添加`
          `饿了么抓包`=>` 安卓直接下载专业app一键抓取，抓取后发给机器人提交 app下载地址：http://180.152.5.230:8888/down/6pVAPttSEhhB.apk 登录后点击我的然后右上角的小次轮，即可获取ck，ck发给机器人自动添加`
		`饿了么app`=>` 安卓直接下载专业app一键抓取，抓取后发给机器人提交 app下载地址：http://180.152.5.230:8888/down/6pVAPttSEhhB.apk 登录后点击我的然后右上角的小次轮，即可获取ck，ck发给机器人自动添加`

          
 `饿了么羊毛`=>`

饿了么羊毛正式上线
一、收益以及收费
饿了么主要是代挂乐园币，目前只能跑果园了，请自己种植果园，然后浇水几次

二、教 程（地址打不开请复制到浏览器打开）（地址打不开请复制到浏览器打开）

1、安卓直接下载专业app一键抓取，抓取后发给机器人提交 app下载地址：http://180.152.5.230:8888/down/6pVAPttSEhhB.apk 登录后点击我的然后右上角的小次轮，即可获取ck，ck发给机器人自动添加

2、如果你是ios，建议电脑下载蓝叠X模拟器，然后模拟器安装安卓一键抓包工具，获取ck

3、直接发送 饿了么登录 使用验证码登录

三、购买挂机时长 发送  「饿了么上车」  命令按提示要求操作`



		`优先级系统` => `优先级决定ck排名，种豆得豆优先级高的会有助力,目前农场才有手动发送口令执行，`


	



`菜单` => `	
=====项目=======
请私聊机器人执行指令

===京东菜单（限免）===
———————————    
绑定微信 丨 删除账号 
app下载 丨 密码登录
任务菜单 丨

——————————— 
   ====排名系统====
———————————    
我的排名丨 积分购买
总排名  丨 更新车位
我的积分 丨 优先级转移
——————————— 
  ====娱乐系统====
 ———————————    
打  卡   丨 祈福
猜数字 丨 踩雷
猜拳 丨 比大小
——————————— 

====记录信息 ====
———————————        
 更新ck丨 记录ck
 记录授权丨 记录删除
 茄皇更新丨记录查询
 现金毛更新丨 店铛铛更新


 ====手机卡 ====   
——————————— 
流量卡丨 手机卡
——————————— 
QQ群信息请回复【QQ群】

微信群：私聊机器人[拉群]

        大师机器人`
     
     ]









)

